Repository: michalwilman/AgentDesk
Catalog: agentdesk-chatbot/languages/agentdesk-chatbot-*.po
Languages: he_il

source: Settings
he_il: הגדרות

source: AgentDesk Settings
he_il: הגדרות AgentDesk

source: 🚀 Get Started with AgentDesk
he_il: 🚀 התחילו עם AgentDesk

source: To use AgentDesk AI Chatbot, you need to:
he_il: כדי להשתמש בצ'אטבוט AI של AgentDesk, עליכם:

source: Create a free account at
he_il: ליצור חשבון חינם ב

source: Create your first AI bot and train it on your content
he_il: ליצור את הבוט הראשון שלכם ולאמן אותו על התוכן שלכם

source: Copy the Bot API Token from your dashboard
he_il: להעתיק את ה-API Token של הבוט מלוח הבקרה

source: Paste the token in the field below
he_il: להדביק את הטוקן בשדה למטה

source: Create Free Account
he_il: יצירת חשבון חינם

source: Find your API token in the AgentDesk dashboard under Bot Settings → API Token.
he_il: תוכלו למצוא את ה-API Token בלוח הבקרה של AgentDesk תחת הגדרות בוט → API Token.

source: Invalid API token format. Token should start with "bot_" followed by alphanumeric characters.
he_il: פורמט API Token לא תקין. הטוקן צריך להתחיל ב-"bot_" ואחריו תווים אלפאנומריים.

source: API token is invalid or bot not found. Please check your token in the AgentDesk dashboard.
he_il: ה-API Token לא תקין או שהבוט לא נמצא. אנא בדקו את הטוקן בלוח הבקרה של AgentDesk.

source: API token verified successfully! Your chatbot is ready.
he_il: ה-API Token אומת בהצלחה! הצ'אטבוט שלכם מוכן.

source: Almost ready! Please
he_il: כמעט מוכנים! אנא

source: configure your API token
he_il: הגדירו את ה-API Token

source: to start using the chatbot.
he_il: כדי להתחיל להשתמש בצ'אטבוט.

source: Enable Chatbot
he_il: הפעלת צ'אטבוט

source: Show chatbot on your website
he_il: הצגת הצ'אטבוט באתר שלכם

source: Uncheck to temporarily disable the chatbot without removing your settings.
he_il: בטלו סימון כדי להשבית זמנית את הצ'אטבוט מבלי למחוק את ההגדרות.

source: Widget Position
he_il: מיקום הווידג'ט

source: Bottom Right
he_il: פינה ימנית תחתונה

source: Bottom Left
he_il: פינה שמאלית תחתונה

source: Choose where the chat widget appears on your site.
he_il: בחרו היכן ווידג'ט הצ'אט יופיע באתר שלכם.

source: Display On
he_il: הצגה ב

source: All Pages
he_il: כל העמודים

source: Homepage Only
he_il: עמוד הבית בלבד

source: Posts Only
he_il: פוסטים בלבד

source: Pages Only
he_il: עמודים בלבד

source: Choose where you want the chatbot to appear.
he_il: בחרו היכן תרצו שהצ'אטבוט יופיע.

source: Save Settings
he_il: שמירת הגדרות

source: ✅ Chatbot Status
he_il: ✅ סטטוס הצ'אטבוט

source: Your chatbot is active and ready!
he_il: הצ'אטבוט שלכם פעיל ומוכן!

source: Visit your website to see the chatbot in action.
he_il: בקרו באתר שלכם כדי לראות את הצ'אטבוט בפעולה.

source: View Site
he_il: צפייה באתר

source: Manage Bot in Dashboard
he_il: ניהול הבוט בלוח הבקרה

source: 📊 Need Help?
he_il: 📊 צריכים עזרה?

source: Check out these resources:
he_il: בדקו את המשאבים הבאים:

source: WordPress Plugin Documentation
he_il: תיעוד תוסף WordPress

source: How to Train Your Bot
he_il: כיצד לאמן את הבוט שלכם

source: Contact Support
he_il: יצירת קשר עם התמיכה

source: You do not have sufficient permissions to access this page.
he_il: אין לכם הרשאות מספיקות לגשת לעמוד זה.
